{
  "about": {
    "fullName": "Құзайыр Аскер ұлы",
    "title": "Мен туралы",
    "intro": "Сәлеметсіздер ме, мен /Uzeyir/, фронт-энд саласында тәжірибелі /бағдарламалық/ әзірлеушімін. Менің сараптамаларым /React, Nextjs/ және пайдаланушы интерфейсі /UX, UI/ дизайнын қамтиды. Мен осы саладағы білімім мен тәжірибеммен адамдарға көмектесемін. \nСіздердің қажеттіліктеріңізге сәйкес, мен сіздерге ең жақсы қолдау көрсетемін. Менің қызметтерім мен мәліметтерім туралы ақпарат алу үшін, менімен хабарласыңыз."
  },
  "common": { "adage": "Егер өмір виртуалды ғаламдағы эксперимент болса..." },
  "header": {
    "contact": "Байланыс",
    "mode": {
      "dark": "қараңғы",
      "light": "жарық"
    }
  },
  "projects": {
    "1": {
      "title": "# Күнделікті жаңалықтар сайты",
      "description": "Менің алғашқы жобаларымның бірі ретінде, веб-технологияларды, мазмұнды басқаруды және деректерді беруді түсінуіме көмектесті. Бұл жоба маған тәжірибелік білім берді. Веб-сайт жасаудың және басқарудың негіздерін үйрендім.",
      "process": 75
    },
    "2": {
      "title": "📊 Оқушыларға арналған қабілет талдауы",
      "description": "Бұл жоба оқушыларға өз қабілеттерін анықтауға көмектесу мақсатында жасалды. Оқушылар әртүрлі дағдылар мен қызығушылықтарын енгізіп, осы ақпарат негізінде мансап таңдау процесі жеңілдейді.",
      "process": 35
    },
    "3": {
      "title": "📚 BITurk – Түрік тілін үйрену қосымшасы",
      "description": "BITurk түрік тілін үйренуге көмектесетін мобильді және веб-қосымша ретінде жасалған. Бұл жоба қолданба жасаудағы тәжірибемді арттырды және интерактивті, қызықты оқыту құралдарын жасауда үлкен тәжірибе берді.",
      "process": 65
    },
    "4": {
      "title": "⌗ Npm кітапханасы арқылы нақты уақыттағы деректерді беру",
      "description": "Бұл жоба нақты уақыттағы деректерді беруге бағытталды. Университеттің LMS жүйесіндегі уақытша кідірістер мәселесін шешу мақсатында қарапайым кітапхана жасадым. LMS платформаларына оңай интеграциялауға болады.",
      "process": 87
    },
    "5": {
      "title": "🎯 Әлеуметтік функциялары бар онлайн ойын",
      "description": "Бұл жобада пайдаланушылар кездесіп, бірге ойын ойнай алады. Нақты уақыттағы көп ойыншы жүйелерін құру туралы көп нәрсе үйрендім.",
      "process": 85
    },
    "6": {
      "title": "🍪 3D печенье кескіш жасаушы",
      "description": "Бұл жобада пайдаланушылар суреттер жүктеп, жүйе шеттерін анықтап, 3D басып шығарылатын печенье кескіш файлдарын жасай алады. Бұл жоба арқылы браузерде сурет өңдеуді дамыттым.",
      "process": 80
    },
    "7": {
      "title": "🌍 360 градус виртуалды тур веб-қосымшасы",
      "description": "Three.js пайдаланып виртуалды ортада 360 градус зерттеу мүмкіндігін ұсынатын веб-қосымша жасадым. 3D технологиялары туралы білімімді тереңдетті.",
      "process": 45
    },
    "8": {
      "title": "🏠 Қашықтан басқарылатын үй бақылау жүйесі",
      "description": "Бұл жоба арқылы WiFi жүйелерін пайдаланып үй құрылғыларын басқаруға мүмкіндік бердім. IoT жүйелері мен аппараттық интеграция арқылы көптеген дағдылар үйрендім.",
      "process": 89
    }
  }
}
