{
  "about": {
    "fullName": "Аскер Хузайр",
    "title": "Надад тухай",
    "profile_alt": "Хузайр Аскерын хөрөг",
    "intro": "Сайн уу, би /Hosoo/, Fron-End туршлагатай /програм хангамж/ хөгжүүлэгч. Миний мэргэжилтнүүд /React, Nextjs/, болон хэрэглэгчийн интерфейс /UX, UI/ дизайныг агуулдаг. Би энэ салбартхур туурьтай олон хүмүүст туслах хүсэлтэй. \nБи таны хэрэгцээнд нийцүүлэн хамгийн сайн дэмжлэг үзүүлж чадна. Миний үйлчилгээ болон мэдээлэл авахын тулд надад хандаарай."
  },
  "common": {
    "adage": "Өнгөрсөн цаг хугацаа бидний гэдэг илүү хүчтэй болгодог, хамгийн best нь бид өнгөрснөө бүтээдэг..."
  },
  "header": {
    "contact": "Холбоо барих",
    "mode": {
      "dark": "хар",
      "light": "гэрэл"
    }
  },
  "projects": {
    "1": {
      "title": "#Мэдээны Веб Сайт",
      "description": "Энэ бол миний анхны төслүүдийн нэг бөгөөд веб технологи, контентын менежмент, өгөгдлийн дамжуулалтыг ойлгоход тусалсан. Энэ төсөл надад практик туршлага өгсөн. Веб сайт үүсгэх, удирдах үндсүүдийг суралцсан.",
      "process": 75
    },
    "2": {
      "title": "📊 Оюутнуудад Чадварын Анализ",
      "description": "Энэ төсөл нь ахлах сургуулийн оюутнуудад чадвараа нээхэд нь туслах зорилготой байсан. Оюутнууд янз бүрийн чадвар болон сонирхолын талаар мэдээлэл оруулж, энэ мэдээллийн дагуу карьераа сонгоход амар болно.",
      "process": 35
    },
    "3": {
      "title": "📚 BITurk – Турк Хэл Сургалтын Програм",
      "description": "BITurk нь хэрэглэгчдэд Турк хэлийг сурахад туслах зорилгоор бүтээгдсэн мобайл болон веб програм байсан. Энэ төсөл надад програм хөгжүүлэх талбарт туршлага өгч, интерактив, сонирхолтой сурах хэрэгслүүдийг дизайны талаас сайжруулсан.",
      "process": 65
    },
    "4": {
      "title": "⌗ Жинхэнэ Цагийн Мэдээлэл Дамжуулах Npm Ном",
      "description": "Энэ төсөл нь жинхэнэ цагийн мэдээлэл дамжуулалтад төвлөрч, миний их сургуулийн LMS системийн шалгалтын хуваарь болон зарлалуудтай холбоотой хүлээлт үүссэн асуудал дээр суурилсан. LMS платформд хялбархан нэгдэж болох энгийн ном зохиосон. Энэхүү ном нь зарлалууд болон шалгалтын хуваарьт шууд хүрэх боломжийг олгож, мэдээллийг нууцлах, тайлах боломжуудыг нэмж өгсөн.",
      "process": 87
    },
    "5": {
      "title": "🎯 Нийгмийн Онцлогтой Онлайн Тоглоом",
      "description": "Энэ нь хэрэглэгчдэд уулзаж, хамтдаа тоглох боломжийг олгодог. Жинхэнэ цагийн олон тоглогчийн систем, хэрэглэгчийн харилцан үйлчлэл болон масштабтай онлайн үйлчилгээ бий болгох үндсэн асуудлуудын талаар их зүйл сурсан.",
      "process": 85
    },
    "6": {
      "title": "🍪 3D Жигнэмэгийн Загвар Үйлдвэрлэгч",
      "description": "Энэхүү төсөлд хэрэглэгчид зургийг оруулж, систем нь ирмэгийг илрүүлж, 3D хэвлэх боломжтой жигнэмэгийн загвар файлуудыг бүтээх боломжийг олгодог. Энэ нь өргөн цар хүрээнд хэрэглэгддэггүй ч браузерийн орчинд дүрсийг сайжруулахад чиглэсэн. Мөн хэрэглэгчид вэб дээр шууд зураг зурж болох шинж чанарыг нэмж өгсөн.",
      "process": 80
    },
    "7": {
      "title": "🌍 360 Хэмийн Виртуал Аялал Веб Програм",
      "description": "Three.js ашиглан виртуал орчныг 360 градусаар судлах боломжийг олгодог веб програмыг хөгжүүлсэн. Энэ төсөл нь 3D технологи болон интерактив хэрэглэгчийн туршлагыг бий болгохын тулд JavaScript фреймүүдийн туршлагаа сайжруулсан.",
      "process": 45
    },
    "8": {
      "title": "🏠 Удалгүй Гэрийн Хяналтын Програм",
      "description": "Энэхүү төсөл нь WiFi системийг ашиглан гэрийн төхөөрөмжийг удалгүй удирдах боломжтой бөгөөд жинхэнэ цагийн шууд хяналтын онцлогтой байсан. IoT систем, сүлжээ байгуулах, хэрэглэгчийн интерфейс хөгжүүлэх талбарт туршлага олж авсан. Мөн тоног төхөөрөмжийн интеграци, дохионы боловсруулалт, эрчим хүч хэмнэх онцлогийг судалж, гэрийн автоматжуулалтын төслүүдийн програм болон тоног төхөөрөмжийн хоёр талын өргөн туршлага олж авсан.",
      "process": 89
    }
  }
}
